import analysis from "../lib/analysis";

analysis(`
[LINE] 我らのひまわり学級のトーク履歴
保存日時：2022/8/7 22:36

2022/6/1(水)
20:09	我らのLineBot	[Flex]
20:10	我らのLineBot	[Flex]
20:11	我らのLineBot	[Flex]
20:12	いかり	400か！
20:12	のみぞ	708時間って何日
20:12	いかり	昨日の通話でちょうどかな
20:12	ユータ	しらね
20:12	./hrtk92.ts	きた！！
20:12	./hrtk92.ts	まじで、ラインひらかなかった
20:12	ユータ	そう

2022/6/1(水)
20:09	我らのLineBot	[Flex]
20:10	我らのLineBot	[Flex]
20:11	我らのLineBot	[Flex]
20:12	いかり	400か！
20:12	のみぞ	708時間って何日
20:12	いかり	昨日の通話でちょうどかな
20:12	ユータ	しらね
20:12	./hrtk92.ts	きた！！
20:12	./hrtk92.ts	まじで、ラインひらかなかった
20:12	ユータ	そう
`)
